Revit 2027 API
SymbolTypeId.SfPerMbh Property
 Symbol SF/MBh, indicating unit Square feet per thousand British thermal units per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SfPerMbh { get; }
Public Shared ReadOnly Property SfPerMbh As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SfPerMbh {
	ForgeTypeId^ get ();
}
static member SfPerMbh : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace